---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridV
source: html/7c880106-b62b-ac1f-d9ee-3423d9fc24bc.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridV Property

V Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridV { get; }
```